<template>
	<div class="homepage">
		<h2>概述</h2>
		<p>主页是管理员登录系统后默认进入的第一层页面；在面包屑导航中随时可以回到主页；主页是管理员对所有管理权限的概览；概览细化至二级菜单，即你拥有某个二级菜单的查看和编辑权限后，即在主页展示该二级菜单相关的概览</p>
		<h2>概览对应菜单明细</h2>
		<h2>我的信息（一级）</h2>
		<p>我的信息（二级）：无</p>
		<h2>账号与权限（一级）</h2>
		<p>账号组管理（二级）：无</p>
		<p>账号管理（二级）：无</p>
		<h2>平台管理（一级）</h2>
		<p>平台管理（二级）：无</p>
		<h2>公会管理（一级）</h2>
		<p>公会管理（二级）：无</p>
		<h2>艺人管理（一级）</h2>
		<p>艺人申请（二级）：今日新增艺人申请人数</p>
		<p>艺人分配（二级）：今日新增艺人人数，待分配艺人人数</p>
		<p>今日新增艺人数，即，今天导入数据后，与主播库排重后的人数</p>
		<p>艺人信息管理（二级）：今日新曾艺人人数，待补充信息艺人人数</p>
		<p>待完善艺人数，即由系统代发工资，却未按要求完善信息的人数</p>
		<h2>经纪人管理（一级）</h2>
		<p>经纪人管理（二级）：无</p>
		<p>入账管理（二级）：今日待入账账单数，历史累积待入账账单数；</p>
		<p>财务流水（二级）：无</p>
		<p>提现管理（二级）：待审核账单数，待打款账单数</p>
		<p>艺人薪资结算（二级）：无</p>
		<p>经纪人薪资结算（二级）：无</p>
		<h2>统计分析（一级）</h2>
		<p>统计分析（二级）：昨日流水，昨日开播主播数量，昨日平均直播时长</p>

		<h2>展示方式</h2>
		<p>展示方式，类似“我的信息”，分段展示；没有输入框，所有数据无修改入口</p>
		<p>如果某管理员拥有的二级菜单权限，均无概览，则默认展示UI“欢迎光临星火XXXXX”</p>
	</div>
</template>
<script>
	export default{

	}
</script>
<style rel="stylesheet/less" lang="less" scoped>
  	@import "~@/config/config.less";
  	.homepage{
  		padding:6px 40px;
  		height:100%;
  		overflow:auto;
  		box-sizing:border-box;
  	}
  	h2{
  		font-size:16px;
  		margin:6px 0;
  	}
  	p{
  		font-size:12px;
  		margin:6px 0;
  		text-indent:24px;
  	}



</style>









